Repository: Giedrius77/giedrius_praktinis_darbas
Catalog: rpsgame_project/rpsgame/locale/*/LC_MESSAGES/django.po
Languages: lt

source: rpsgame
lt: RPS žaidimas

source: rock
lt: akmuo

source: paper
lt: popierius

source: scissors
lt: žirklės

source: game
lt: žaidimas

source: choose your move
lt: pasirink ėjimą

source: play
lt: žaisk

source: your move:
lt: tavo ėjimas:

source: computer's move:
lt: kompiuterio ėjimas:

source: wins
lt: laimėjimai

source: losses
lt: pralaimėjimai

source: refresh
lt: atnaujinti

source: giedriaus practical work
lt: giedriaus praktinis darbas

source: it's a tie!
lt: lygiosios

source: you win!
lt: tu laimėjai!

source: computer wins!
lt: kompiuteris laimėjo!
